{
  "navbar": {
    "1": "Home",
    "2": "About Us",
    "3": "Our Client",
    "4": "Contact Us",
    "6": "Access",
    "7": "Employees Details",
    "8": "Update Employee",
    "9": "Add/delete Employee",
    "10": "Logout",
    "11": "Employee Corner",
    "12": "Steel",
    "13": "Solution"
  },
  "home-banner": {
    "1": "Best Steel Solution",
    "2": "Operational Contractors & Consultants",
    "3": "Download Brochure"
  },
  "home-service": {
    "1": "Steel Industry",
    "2": "Civil Works",
    "3": "Consulting"
  },
  "home-idea": {
    "1": "Turning",
    "2": "Big Ideas",
    "3": "Into great Products"
  },
  "home-why-steel-solution": {
    "1": "Why Choose Us",
    "2": "We believe that our client's success is our success; we believe in professionalism, we consistently maintain high standards for service to be always able to bring the best team of senior consultants to bear on every single project. We understand our client's business needs, we comprehend their business specific language. We live the way they live. We help enterprises explore extraordinary opportunities, manage and sustain growth and maximize revenue."
  },
  "home-priorities": {
    "1": "Our Priorities",
    "2": "Quality Assurance",
    "3": "We carefully control the quality of work, as this is what is waiting for the client to us",
    "4": "Innovating",
    "5": "The company constantly monitors the rapidly developing market of building materials and technologies, and is never afraid to implement high-quality solutions.",
    "6": "Environment",
    "7": "As we work in the industry, representing a potential risk to the environment, a lot of attention paid to environmental responsibility",
    "8": "Our Advantages",
    "9": "14 years ",
    "10": " of experience in the worldwide steel market An integrated approach to the tasks",
    "11": "We never stand in a place and all the time invest the profit in the team and new priority technologies",
    "12": "A full cycle of works Company employees more than 300 people",
    "13": "An optimal, accumulated by course of time, the structure of interaction with the customer",
    "14": "Our Values",
    "15": "Respect ",
    "16": " for the personal rights and interests of our employees, customers and partners requirements",
    "17": "Honesty",
    "18": " in relationships with employees, customers ,and partners",
    "19": "Effectiveness",
    "20": " in achieving the best possible results in everything we do",
    "21": "The Courage",
    "22": " to make decisions, to resist what is not acceptable, and to take responsibility for the consequences of their decisions",
    "23": "Taking care",
    "24": " of people and the environment",
    "25": "Trust",
    "26": " in the employees, which allows us to delegate the authority and responsibility for the decision"
  },
  "service": {
    "1": "Click",
    "2": "Our Services"
  },
  "home-management": {
    "1": "Our Management Team",
    "2": "Saurabh Kumar",
    "3": "Head Site Operation Manager ",
    "4": "Steel Solution LLC, Ukraine",
    "5": "Sanjay Gupta",
    "6": "Head Site Operation Manager ",
    "7": "Steel Solution India, Gujarat",
    "8": "Aman Singh",
    "9": "Human Resource Manager",
    "10": "Steel Solution LLC, Ukraine",
    "11": "Shubham Prasad",
    "12": "Accountant",
    "13": "Steel Solution LLC, Ukraine",
    "14": "Himanshu Gupta",
    "15": "Engineer",
    "16": "Steel Solution LLC, Ukraine"
  },
  "home-gallery": {
    "1": "Gallery",
    "2": "Our happy Clients"
  },

  "about-banner": {
    "1": "working to offer our reliable solution as always"
  },
  "about-director": {
    "1": "From The Director's Desk LLC, Ukraine",
    "2": "Mr. Aryan Gupta the director of Steel Solution has completed his Bachelor’s in Business Administration from Jain University, Bengaluru. He is currently running the management of the Steel Solution. Though being a graduate he has immense knowledge and dedication for his work. His exceptional and out of the box ideas have really helped a lot in achieving the trust of the clients.  His values and priorities have proved his caliber of being a true businessman.",
    "3": "From the Chairman's desk",
    "4": "Mr. Surendra Prasad Gupta is the Founder and current Chairmanof  Steel Solution. He founded the firm  in 2004 with a mission to better serve his clients and  the steel industry as a whole through the  endorsement and implementation of an integrated  design-build steel delivery approach. From the  outset, he concentrated the efforts of the organization  towards design-build markets, and in the process  established Steel Solution as one of the reliable firm to be recognized as a true steel plant service provider and a current respected leader in the market."
  },
  "about-history": {
    "1": "Our History",
    "2": "We believe that our clients success is our success; we believe in professionalism, we consistently maintain high standards for service to be always able to bring the best team of senior consultants to bear on every single project. We understand our clients business needs, we comprehend their business specific language. We live the way they live. We help enterprises explore extraordinary opportunities, manage and sustain growth and maximize revenue."
  },
  "about-ethics": {
    "1": "Ethics",
    "2": "By demonstrating to stakeholders that we meet high ethical standards in all aspects of our work, and that we are committed to helping address challenges, we can maintain their support. Our reputation, the standards we operate to and our employment practices also affect our ability to attract, retain and motivate the best people."
  },
  "service-civil": {
    "1": "make your dream come true",
    "2": " Building",
    "3": "your visions",
    "4": "Creating reality",
    "5": "Steel Solution ",
    "6": "main activities include construction coke facilities in compliance with international standards and requirements to quality and reliability as well as implementation of EPC contracts and performance of general contractor functions.",
    "7": "With its experience and competence, STEEL SOLUTION is capable of performing construction and erection works of any level of complexity and reliability under peculiar conditions of the existing production environment",
    "8": "Steel solution ",
    "9": " is a professionally managed civilengineering construction work company. The company consists of a team of well qualified civil engineers possessing long- standing experience in various facets of construction activities. Meeting the growing demands of construction company both in government and private sector, the company has been able to satisfy the needs of their clients helping them to stand out. Our team provides dedicated and strong construction designs in terms of railways, buildings, roads, bridges etc to stand tall functioning and aesthetically pleasing. Our focus on our clients is what yields us a long-term stability as an outcome of our efforts. Our clients include individuals, construction companies, corporate sector, real estate etc.."
  },
  "service-conc": {
    "1": "make your dream come true",
    "2": "Bringing",
    "3": "imagination",
    "4": "to life",
    "5": "Steel Solution",
    "6": " serve a wide range of domestic, regional and multinational clients in the region and are recognized as market leaders in both the categories.",
    "7": "Our daily challenges are acquiring the most up-to-date knowledge in two categories as well as an up-to-date knowledge of the latest technologies and utilizing this knowledge to maximize the value added services to our clients.",
    "8": " Persistently working towards continuous improvement and stretching out potential, have succeeded in developing models and tools that serve to identify our clients specific requirement and cater to addressing them in the most effective and efficient manner. We believe that this represents our main competitive edge."
  },
  "service-steel": {
    "1": "the finest steel has to go through the hottest fire...",
    "2": "Steel Industry",
    "3": "Steel Solution ",
    "4": "is an industrial Construction and operation holding specializing in implementation of investment projects in metallurgical industries.",
    "5": "Erection",
    "6": "1. Continuous Casting Machine (CCM)",
    "7": "2. Induction Furnace",
    "8": "3. Arc Furnace",
    "9": "4. Ladles Refining Furnace (LRF)",
    "10": "5. AOD, Argon Oxygen Decarbonization",
    "11": "6. Vacuum Degasser (VD)",
    "12": "7. Crane",
    "13": "8. All types of Rolling Mill",
    "14": "9. Oxygen Plant",
    "15": "Operations ",
    "16": "1. CCM",
    "17": "2. Induction Furnace",
    "18": "3. Arc Furnace",
    "19": "4. Ladle Refine Furnace",
    "20": "5. AOD",
    "21": "6. VD",
    "22": "7. Crane",
    "23": "8. All types of Rolling mill",
    "24": "9. Oxygen Plant",
    "25": "Commissioning ",
    "26": "1. All types of Steel Manufacturing Machines",
    "27": "Production ",
    "28": "We operate all type of production machinery like CCM and LRF with Induction or Arc Furnace effectively and efficiently",
    "29": "Supply and Repair ",
    "30": "We Supply and Repair all types of Steel Plant Machineries with Detail Engineering and Designing",
    "31": "Maintenance (Electrical & Maintenance) ",
    "32": "1. CCM",
    "33": "2. Induction Furnace",
    "34": "3. Arc Furnace",
    "35": "4. Ladle Refine Furnace",
    "36": "5. AOD",
    "37": "6. VD",
    "38": "7. Crane",
    "39": "8. All types of Rolling mill",
    "40": "9. Oxygen Plant",
    "41": "Engineering and Designing ",
    "42": "We are capable to design detail engineering for erection and installation of all machineries of CCM Caster and LFCCC, Induction and Arc Furnaces. With strength of experienced and brilliant Electrical, Mechanical & Civil Engineer. A full range of solutions – from maintenance to turnkey projects.",
    "43": "Refractories Lining ",
    "44": "1. repair of refractory masonry of coke ovens by the innovative ceramic welding method",
    "45": "2. repair of refractory masonry with one-side, two-side and through re-laying of oven heating walls",
    "46": "3. routine repairs of the walls of oven chambers and bottoms",
    "47": "4. repair of supporting structure of coke oven batteries, including flues and grate bars",
    "48": "5. repair of coke oven battery roof with replacement of paving, charging hole frames, coke oven gas burners etc.",
    "49": "6. refractory facing of oven equipment",
    "50": "7. repair of masonry over and under flash plates",
    "51": "8. insulation and sealing of façade walls of regenerators, gas and air valves",
    "52": "9. adjustment of coke oven battery heating system",
    "53": "10. repair of reinforcement equipment of coke oven batteries",
    "54": "11. repair of coke machinery",
    "55": "12. repair of installations in sulphur removal and recovery chemical shops",
    "56": "13. comprehensive repair of coke dry-quenching installation blocks",
    "57": "14. repair, refractory facing, cleaning of industrial pipelines and gas pipelines",
    "58": "15. Ladle",
    "59": "16. Tundish",
    "60": "17. Coke Oven",
    "61": "18. All kinds of refractories lining as per the requirement of Clients",
    "62": " Fabrication Works ",
    "63": "Manufacturing, Designing, Erection and Installation",
    "64": "1. False floor",
    "65": "2. Shields",
    "66": "3. Platforms",
    "67": "4. Safety Fencing",
    "68": "5. Stairs",
    "69": "6. Other Steel Structures to eliminate all H&S and Operation team requirement for safe operation."
  },
  "client-page": {
    "1": "our client , our responsibility",
    "2": "Our Clients",
    "3": "Click",
    "4": "Work Done by Us",
    "5": "ADHUNIK METALLIC LTD., ROURKELA, ORISSA ",
    "6": "2 Con-cast of 6/11 mts. Radius with 2 Std., Bloom Caster and 40 MT EAF, LRF, VD, AOD, Induction Furnace and Rolling Mill etc.",
    "7": "We provided manpower for 1st Hand, Furnace Operator, LRF 1st Hand, LRF Operator, Ladle Preparation(i.e. Refractory work), Crane Operator, Maintenance Worker, Bariman, Fitter, Mould Operator, Teemer Man, Gas Cutter, MCD Operator, Tundish Masson etc. for operation of CCM",
    "8": "Manpower Strenght ",
    "9": "1. Skilled Labour 200",
    "10": "2. Management Staff 10",
    "11": "3. Unskilled 40",
    "12": " ArcelorMittal, Kryviy Rih, Ukraine ",
    "13": "1. Refractories work of CCM - 1,2 & 3, (LF&CC)",
    "14": "Protective Refractory Lining at LF&CC- 1,2&3",
    "15": "Manpower Details",
    "16": "Sr. Mason- 8 ",
    "17": "jr. Mason -15",
    "18": "Engineers -5",
    "19": "Site In- Charge -1",
    "20": "Translator -2",
    "21": "Supervisors -3",
    "22": "Manpower Details ",
    "23": "Sr. Welder -4",
    "24": "Helpers -3",
    "25": "Supervisor -1",
    "26": "Fabrication Work",
    "27": "False Floor",
    "28": "Shields",
    "29": "Platforms",
    "30": "Safety Fencing",
    "31": "Stairs",
    "32": "Other Steel structures required to eliminate all Health and Safety and operation team comments for safety operation",
    "33": "Refractory Lining Converter Shop",
    "34": "Executed refractory lining of Steel Ladles, Tundishes, lids for Ladles and Tundishes, cutoff chutes, emergency tank, hot lining repair of ladles (concrete gunning works, destruction of refractory lining) of LFCC No. 1,2,3 of AMKR.",
    "35": "Manpower Detail :- ",
    "36": "1. Sr.Ladle Masson-25",
    "37": "2. Jr.Ladle Masson-10",
    "38": "3. Sr. Tundish Masson-10",
    "39": "4. Jr. Tundish Masson-6",
    "40": "5. Helpers-10",
    "41": "6 .Foreman-2",
    "42": "7. Translator-3",
    "43": "8. Site In-Charge-1",
    "44": "BHUSHAN STEEL LTD., ANGUL, ORISSA",
    "45": "Con-cast of 8/15 Mts. Radius with 3 std., 60 MT EAF, LRF, Crane Operator, Slab caster and Maintenance etc",
    "46": "We Supplied 1st Hand, Furnace Operator, LRF 1st Hand , LRF Operator, Cran Operator, Maintenance Worker, Barimen and Fitter, Mould Operator , Teemer Man,Gas Cutter, MCD Operator, Tundish Masson etc. for CCM Work, Lab Technician and Operator for slab caster.",
    "47": "Manpower Strength",
    "48": "1. Skilled Labour:- 80 ",
    "49": "2. Management Staff:- 05",
    "50": "3. Unskilled:- 25",
    "60": "ELECTROTHERM Pvt. Ltd. SAMAKHALI, GUJRAT",
    "61": "2 Con-cast of 6/11 MT. Radius with 2 Std., 5 Induction Furnace 20 ton each, LRF etc. We Supply 1st Hand, Furnace Operator, LRF 1st Hand, LRF Operator,Ladle Preparation ( Refractory work), Crane Operator, Maintenance Worker, Fitter, Mould Operator, Teemer Man, Gas Cutter, SBO, Tundish Masson etc. for",
    "62": "CCM Work. Total Manpower Strength- 150",
    "63": "GECO STEEL (GOVERNMENT PLANT) – SYRIA",
    "64": " 40-40 MT Ton Arc Furnace, 2 stand CCM, 3 stand CCM Contract of Erection Work. Total Manpower Strength- 60",
    "65": "JAI BALAJI STEEL LTD, DURGAPUR, WEST BENGAL",
    "66": "Con-cast of 8/15 Mts. Radius, EAF, LRF, Crane Operator and Maintenance etc. . We provided manpower for 1st Hand, Furnace Operator, LRF 1st Hand, LRF Operator, Crane Operator, Maintenance Worker, Fitter, Mould Operator, Teemer Man, Gas Cutter, MCD Operator, Tundish Masson etc. for CCM Work and Dispatch.",
    "67": "JINDAL STEEL & POWER LTD., RAIGARH, CHHATTISHGARH",
    "68": "Combi caster with Bim , Blank and I of 4 std.,Billet caster with Round of 6 std. , Slab caster, 2jEAF with 100 MT, 2 LRF and Crane Operator.",
    "69": "We provided manpower for 1st Hand, Furnace Operator, LRF 1st Hand ,LRF Operator, Crane Operator and Mould Operator etc.",
    "70": "Manpower Strength",
    "71": "1. Skilled Labour:- 115 ",
    "72": "2. Management Staff:- 05",
    "73": "3. Unskilled:- 30",
    "74": "Lodha Heavean Dombivali ,Mumbai , Maharashtra",
    "75": "Work under construction...",
    "76": "L&T, Rourkela",
    "77": "Sewage pipeline from smart city project of the state and central government, laid approx 40kms of pipeline in city",
    "78": "MAHAMAYA, GOLD STAR, AP",
    "79": "CCM Operation. Total Manpower Strength- 150",
    "80": "Monnet Ispat and Energy Raigarh, Chattishgarh",
    "81": "Combi caster with Bim , Blank and I of 4 std.,Billet caster with Round of 6 std. , Slab caster, 2jEAF with 100 MT, 2 LRF and Crane Operator.",
    "82": "We provided manpower for 1st Hand, Furnace Operator, LRF 1st Hand ,LRF Operator, Crane Operator and Mould Operator etc.",
    "83": "Manpower Strenght :-",
    "84": "1. Skilled Labour 115",
    "85": "2. Management Staff 05",
    "86": "3. Unskilled 30",
    "87": "OCL INDIA LTD, RAJGANGPUR, ORISSA",
    "88": "  Manpower supply for hole SMS excluded production manager i.e. Induction furnace, caster, crane operator, all shift-In charge, Mechanical maintenance, Electrical Maintenance, all refractory type work etc.",
    "89": "SBQ STEEL LIMITED ANKALAPATURU, CHILLAKUR MANDAL, GUDUR, AP 524101 ",
    "90": "Con-Cast of 8/15 mts. Radius with 3 Std., EAF, LRF and all type SMS Job. We provide manpower for 1st Hand, Furnace Operator, LRF 1st Hand, LRF Operator Crane Operator and Mould Operator, Teemer Man, Gas Cutter, MCD Operator, Tundish Masson etc. for CCM Operation.",
    "91": "TIRTH ALLOYS PVT. LTD., (CASTING DIVISION) NAGPUR, MAHARASTRA ",
    "92": "6 Ton & 3 Ton Induction Furnace etc. We provide manpower for 1st Hand, Furnace Operator, Ladle Preparation (i.e. Refractory work), Crane Operator,Maintenance Worker, Barimen and Fitter, Mould Operator, Teemer Man, Gas Cutter etc. for Casting Work. Total Manpower Strength - 200",
    "93": " BALLAV STEEL, GAMHARIA, JHARKHAND",
    "94": "CCM Operation with Manpower Strength of 110.",
    "95": "Hmisho Steel Melting Syria",
    "96": "Work under construction ",
    "97": "Metaflux Steel, Nagpur, Maharashtra",
    "98": "Work under construction or show some error because I couldn’t find that work order",
    "99": "Usha Martin Industries Limited, Jamshedpur Jharkhand",
    "100": "2 Con-cast of 6/11 mts. Radius with 2 Std., Bloom Caster and 40 MT EAF, LRF, VD, AOD, Induction Furnace and Rolling Mill etc.",
    "101": "We provided manpower for 1st Hand, Furnace Operator, LRF 1st Hand, LRF Operator, Ladle Preparation(i.e. Refractory work), Crane Operator, Maintenance Worker, Bariman, Fitter, Mould Operator, Teemer Man, Gas Cutter, MCD Operator,Tundish Masson etc. for operation of CCM",
    "102": "Manpower Strenght :-",
    "103": "1. Skilled Labour 200",
    "104": "2. Management Staff 10",
    "105": "3. Unskilled 40",
    "106": "International",
    "107": "Domestic (India)"
  },
  "footer": {
    "1": "Services",
    "2": "H-9, Flat No.- D-2 Civil Township Rourkela-769012 Dist.-Sundergarh Odisha, India",
    "3": "24 Saksahanskoho str., office 4, Kyiv – 1033 | Ukraine",
    "4": "+91-9439325811, +380 979195137",
    "5": "support@steelsolution.co.in",
    "6": "Important Links"
  },
  "contact-page": {
    "1": "We'd love to hear from you",
    "2": "Send us your query anytime!",
    "3": "Submit",
    "4": "Mon to Fri 9 am to 6 pm"
  },
  "login": {
    "1": "GET EMPLOYEE DETAILS",
    "2": "LOGIN",
    "3": "To Get Employee Details",
    "4": "To Login",
    "5": "Click here"
  }
}
