{
  "navbar": {
    "1": "Домой",
    "2": "Насчет нас",
    "3": "Наш клиент",
    "4": "контакт",
    "6": "доступ",
    "7": "Детали сотрудников",
    "8": "Обновить сотрудника",
    "9": "Добавить / удалить сотрудника",
    "10": "Выйти",
    "11": "Уголок сотрудника",
    "12": "Стали",
    "13": "Решение"
  },
  "home-banner": {
    "1": "",
    "2": "Операционные подрядчики и консультанты",
    "3": "Скачать брошюру"
  },
  "home-service": {
    "1": "Стальная промышленность",
    "2": "Строительные работы",
    "3": "Консалтинг"
  },
  "home-idea": {
    "1": "Превращение",
    "2": "Большие идеи",
    "3": "В большие продукты"
  },
  "home-why-steel-solution": {
    "1": "почему выбрали нас",
    "2": "Мы верим, что успех наших клиентов - это наш успех; Мы верим в профессионализм, мы постоянно поддерживаем высокие стандарты обслуживания, чтобы всегда иметь возможность привлекать лучшую команду старших консультантов для каждого отдельного проекта. Мы понимаем бизнес-потребности наших клиентов, понимаем язык их бизнеса. Мы живем так, как они живут. Мы помогаем предприятиям использовать необычайные возможности, управлять и поддерживать рост и максимизировать доход."
  },
  "home-priorities": {
    "1": "Наши приоритеты",
    "2": "Гарантия качества",
    "3": "Мы тщательно контролируем качество работы, так как это то, что ждет от нас клиента",
    "4": "инновационный",
    "5": "Компания постоянно следит за быстро развивающимся рынком строительных материалов и технологий и никогда не боится внедрять качественные решения.",
    "6": "Окружающая среда",
    "7": "Поскольку мы работаем в отрасли, представляющей потенциальный риск для окружающей среды, большое внимание уделяется экологической ответственности",
    "8": "Наши преимущества",
    "9": "14 лет",
    "10": "опыт работы на мировом рынке стали Интегрированный подход к поставленным задачам",
    "11": "Мы никогда не стоим на месте и все время вкладываем прибыль в команду и новые приоритетные технологии",
    "12": "Полный цикл работ сотрудников компании более 300 человек",
    "13": "Оптимальная, накопленная с течением времени структура взаимодействия с заказчиком",
    "14": "Наши ценности",
    "15": "уважение",
    "16": "для личных прав и интересов наших сотрудников, клиентов и партнеров требований",
    "17": "Честность",
    "18": "в отношениях с сотрудниками, клиентами и партнерами",
    "19": "эффективность",
    "20": "в достижении наилучших результатов во всем, что мы делаем",
    "21": "Мужество",
    "22": "принимать решения, сопротивляться тому, что не приемлемо, и брать на себя ответственность за последствия своих решений",
    "23": "Заботиться",
    "24": "людей и окружающей среды",
    "25": "Доверять",
    "26": "в сотрудниках, что позволяет нам делегировать полномочия и ответственность за решение"
  },
  "service": {
    "1": "щелчок",
    "2": "наши сервисы"
  },
  "home-management": {
    "1": "команда менеджеров",
    "2": "Саурабх Кумар",
    "3": "Руководитель отдела эксплуатации сайта",
    "4": "Стали Решение ООО Украина",
    "5": "Санджай Гупта",
    "6": "Руководитель отдела эксплуатации сайта",
    "7": "Steel Solution Индия, Гуджарат",
    "8": "Аман Сингх",
    "9": "Менеджер человеческих ресурсов",
    "10": "Стали Решение ООО Украина",
    "11": "Шубхам Прасад",
    "12": "Бухгалтер",
    "13": "Стали Решение ООО Украина",
    "14": "Химаншу Гупта",
    "15": "инженер",
    "16": "Стали Решение ООО Украина"
  },
  "home-gallery": {
    "1": "Галерея",
    "2": "Наши клиенты"
  },
  "about-banner": {
    "1": "стараемся предложить наше надежное решение как всегда"
  },
  "about-director": {
    "1": "Из кабинета директора, Украина",
    "2": "Г-н Ариан Гупта, директор Steel Solution, получил степень бакалавра в области делового администрирования в Университете Джайна, Бангалор. В настоящее время он управляет Steel Solution. Будучи выпускником, он обладает огромными знаниями и преданностью своей работе. Его исключительные и нестандартные идеи действительно очень помогли завоевать доверие клиентов. Его ценности и приоритеты доказали, что он является настоящим бизнесменом.",
    "3": "Со стола председателя",
    "4": "Г-н Сурендра Прасад Гупта является основателем и нынешним председателем Steel Solution. Он основал фирму в 2004 году с целью улучшить обслуживание своих клиентов и сталелитейной промышленности в целом путем одобрения и внедрения комплексного подхода к поставке стали в рамках проектирования. С самого начала он сосредоточил усилия организации на рынках проектирования и сборки, и в ходе этого процесса Steel Solution стала одной из надежных фирм, которая будет признана настоящим поставщиком услуг сталелитейного завода и нынешним уважаемым лидером на рынке."
  },
  "about-history": {
    "1": "Наша история",
    "2": "Мы верим, что успех наших клиентов - это наш успех; Мы верим в профессионализм, мы постоянно поддерживаем высокие стандарты обслуживания, чтобы всегда иметь возможность привлекать лучшую команду старших консультантов для каждого отдельного проекта. Мы понимаем бизнес-потребности наших клиентов, понимаем язык их бизнеса. Мы живем так, как они живут. Мы помогаем предприятиям использовать необычайные возможности, управлять и поддерживать рост и максимизировать доход."
  },
  "about-ethics": {
    "1": "Этика",
    "2": "Демонстрируя заинтересованным сторонам, что мы соблюдаем высокие этические стандарты во всех аспектах нашей работы и что мы стремимся помогать в решении проблем, мы можем поддерживать их поддержку. Наша репутация, стандарты, с которыми мы работаем, и наша практика трудоустройства также влияют на нашу способность привлекать, удерживать и мотивировать лучших людей."
  },
  "service-civil": {
    "1": "воплоти свою мечту",
    "2": "Здание",
    "3": "ваши видения",
    "4": "Создание реальности",
    "5": "Стальное решение",
    "6": "Основные виды деятельности включают строительство коксохимических предприятий в соответствии с международными стандартами и требованиями к качеству и надежности, а также выполнение контрактов EPC и выполнение функций генерального подрядчика.",
    "7": "Благодаря своему опыту и компетенции, STEEL SOLUTION способна выполнять строительно-монтажные работы любого уровня сложности и надежности в особых условиях существующей производственной среды.",
    "8": "Стальное решение",
    "9": "это профессионально управляемая гражданская инженерно-строительная компания. Компания состоит из команды высококвалифицированных инженеров-строителей, имеющих многолетний опыт работы в различных областях строительной деятельности. Удовлетворяя растущие потребности строительной компании как в государственном, так и в частном секторе, компания смогла удовлетворить потребности своих клиентов, помогая им выделиться. Наша команда предлагает специализированные и надежные строительные конструкции с точки зрения железных дорог, зданий, дорог, мостов и т. Д., Чтобы они работали качественно и эстетично. Наше внимание к нашим клиентам - это то, что дает нам долгосрочную стабильность как результат наших усилий. Нашими клиентами являются частные лица, строительные компании, корпоративный сектор, недвижимость и т. Д."
  },
  "service-conc": {
    "1": "воплоти свою мечту",
    "2": "приведение",
    "3": "воображение",
    "4": "к жизни",
    "5": "Стальное решение",
    "6": "обслуживают широкий круг местных, региональных и международных клиентов в регионе и являются признанными лидерами рынка в обеих категориях.",
    "7": "Наши ежедневные задачи заключаются в получении самых современных знаний в двух категориях, а также современных знаний о новейших технологиях и использовании этих знаний для максимизации дополнительных услуг для наших клиентов.",
    "8": "Постоянно работая над постоянным улучшением и наращиванием потенциала, нам удалось разработать модели и инструменты, которые служат для определения конкретных требований наших клиентов и удовлетворения их наиболее эффективным и действенным образом. Мы считаем, что это является нашим главным конкурентным преимуществом."
  },
  "service-steel": {
    "1": "лучшая сталь должна пройти через самый горячий огонь ...",
    "2": "Стальная промышленность",
    "3": "Стальное решение",
    "4": "является промышленно-строительным и эксплуатационным холдингом, специализирующимся на реализации инвестиционных проектов в металлургических отраслях.",
    "5": "монтаж",
    "6": "1. Машина непрерывного литья заготовок (СКК)",
    "7": "2. Индукционная печь",
    "8": "3. Дуговая печь",
    "9": "4. Ковш-рафинировочная печь (LRF)",
    "10": "5. AOD, Аргон Кислородная декарбонизация",
    "11": "6. Вакуумный дегазатор (VD)",
    "12": "7. Кран",
    "13": "8. Все виды прокатного стана",
    "14": "9. Кислородный завод",
    "15": "операции",
    "16": "1. СКК",
    "17": "2. Индукционная печь",
    "18": "3. Дуговая печь",
    "19": "4. Ковш Очистить Печь",
    "20": "5. AOD",
    "21": "6. VD",
    "22": "7. Кран",
    "23": "8. Все виды прокатного стана",
    "24": "9. Кислородный завод",
    "25": "Ввод в эксплуатацию",
    "26": "1. Все виды машин для производства стали",
    "27": "производство",
    "28": "Мы эффективно и эффективно используем все виды производственного оборудования, такие как CCM и LRF с индукционной или дуговой печью.",
    "29": "Поставка и ремонт",
    "30": "Мы поставляем и ремонтируем все виды оборудования металлургического завода с детальным проектированием и проектированием",
    "31": "Техническое обслуживание (электрика и техническое обслуживание)",
    "32": "1. СКК",
    "33": "2. Индукционная печь",
    "34": "3. Дуговая печь",
    "35": "4. Ковш Очистить Печь",
    "36": "5. AOD",
    "37": "6. VD",
    "38": "7. Кран",
    "39": "8. Все виды прокатного стана",
    "40": "9. Кислородный завод",
    "41": "Инжиниринг и проектирование",
    "42": "Мы способны проектировать детали для монтажа и монтажа всех механизмов CCM Caster и LFCCC, индукционных и дуговых печей. С силой опытного и блестящего электротехника, инженер-механик и инженер-строитель. Полный спектр решений - от технического обслуживания до проектов под ключ.",
    "43": "Футеровка огнеупоров",
    "44": "1. ремонт огнеупорной кладки коксовых печей с помощью инновационной керамической сварки методом",
    "45": "2. ремонта огнеупорной кладки с одной стороны, две стороны, и через повторный укладки нагревательных печей стена",
    "46": "3. текущий ремонт стенок печных камер и днищ",
    "47": "4. ремонт несущей конструкции коксовых батарей, в том числе дымоходов и решеток",
    "48": "5. ремонт крыши коксовой батареи с заменой дорожного покрытия, загрузочных рам, горелок коксовой печи и т. Д.",
    "49": "6. огнеупорная облицовка печного оборудования",
    "50": "7. ремонт кладки над и под флеш-пластинами",
    "51": "8. утепление и герметизация фасадных стен регенераторов, газовых и воздушных клапанов",
    "52": "9. регулировка системы отопления коксовой батареи",
    "53": "10. Ремонт арматурного оборудования коксовых батарей.",
    "54": "11. ремонт коксохимического оборудования",
    "55": "12. ремонт установок в цехах по удалению и восстановлению серы",
    "56": "13. Комплексный ремонт блоков установки сухого тушения кокса.",
    "57": "14. Ремонт, огнеупорная облицовка, очистка промышленных трубопроводов и газопроводов.",
    "58": "15. Ковш",
    "59": "16. Tundish",
    "60": "17. Коксовая печь",
    "61": "18. Все виды футеровки огнеупоров согласно требованию клиентов",
    "62": "Производственные работы",
    "63": "Изготовление, Проектирование, Монтаж и Монтаж",
    "64": "1. Ложный пол",
    "65": "2. Щиты",
    "66": "3. Платформы",
    "67": "4. Защитное ограждение",
    "68": "5. Лестницы",
    "69": "6. Другие стальные конструкции для устранения всех требований H & S и эксплуатационных групп для безопасной эксплуатации."
  },
  "client-page": {
    "1": "наш клиент, наша ответственность",
    "2": "Наши клиенты",
    "3": "щелчок",
    "4": "работа сделана",
    "5": "ADHUNIK METALLIC LTD., ROURKELA, ORISSA",
    "6": "2 Конкурат 6/11 МТС. Радиус с 2 стандартными, Bloom Caster и 40 MT EAF, LRF, VD, AOD, индукционная печь и прокатный стан и т.д.",
    "7": "Мы предоставили рабочую силу для 1-й руки, оператора печи, 1-й руки LRF, оператора LRF, подготовки ковша (т.е. огнеупорных работ), оператора крана, рабочего по обслуживанию, баримана, слесаря, оператора пресс-формы, Teemer Man, газового резака, оператора MCD, Tundish Masson и т. Д. для работы СКК",
    "8": "Сила рабочей силы",
    "9": "1. Квалифицированный труд 200",
    "10": "2. Управление персоналом 10",
    "11": "3. Неквалифицированный 40",
    "12": "АрселорМиттал, Кривой Рог, Украина",
    "13": "1. Огнеупорные работы СКК - 1,2 и 3, (НЧ и СС)",
    "14": "Защитная огнеупорная футеровка на LF & CC-1,2 и 3",
    "15": "Детали рабочей силы",
    "16": "Старший Мейсон- 8",
    "17": "мл. Мейсон -15",
    "18": "Инженеры -5",
    "19": "Заряд сайта -1",
    "20": "Переводчик -2",
    "21": "Супервайзеры -3",
    "22": "Детали рабочей силы",
    "23": "Старший сварщик -4",
    "24": "Помощники -3",
    "25": "Супервизор -1",
    "26": "Изготовление Работы",
    "27": "Ложный пол",
    "28": "Щиты",
    "29": "платформы",
    "30": "Защитное ограждение",
    "31": "Лестница",
    "32": "Другие стальные конструкции, необходимые для устранения всех замечаний команды по охране труда и технике безопасности и эксплуатации для безопасной эксплуатации",
    "33": "Огнеупорная футеровка конвертера Магазин",
    "34": "Выполненная огнеупорная футеровка стальных ковшей, ковши, крышки для Ковшей и ковшей, отрезных желобов, аварийного резервуара, горячего ремонт футеровки ковшей (бетон торкрета работ, разрушение огнеупорной футеровки) от СОЛПА N: 1,2,3 из АМКРА.",
    "35": "Детальная рабочая сила: -",
    "36": "1. Старшая Массон-25",
    "37": "2. младший Массон-10",
    "38": "3. Сестра Тандиш Массон-10",
    "39": "4. Младший Тандиш Массон-6",
    "40": "5. Помощники-10",
    "41": "6. Форман-2",
    "42": "7. Переводчик-3",
    "43": "8. Сайт In-Charge-1",
    "44": "BHUSHAN STEEL LTD., АНГУЛ, ОРИССА",
    "45": "Con-cast 8/15 Mts. Радиус с 3 стандартными, 60 тонн EAF, LRF, оператор крана, сляб заклинателя и обслуживания и т. Д.",
    "46": "Мы поставили 1-ую руку, оператора печи, 1-й руки LRF, оператора LRF, оператора крана, рабочего по обслуживанию, баримена и слесаря, оператора пресс-формы, газового резака, оператора MCD, Tundish Masson и т. Д. Для работы в СКК, лаборанта и оператора для плита заклинателя.",
    "47": "Сила рабочей силы",
    "48": "1. Квалифицированный труд: - 80",
    "49": "2. Управление персоналом: - 05",
    "50": "3. Неквалифицированный: - 25",
    "60": "ELECTROTHERM Pvt. ООО САМАХАЛИ, ГУДЖРАТ",
    "61": "2 Конкаст 6/11 MT. Радиус с 2 стандартными, 5 индукционными печами по 20 тонн каждая, LRF и т. Д. Мы поставляем 1-ю руку, оператор печи, LRF 1-я рука, LRF-оператор, подготовка ковша (огнеупорные работы), крановщик, рабочий по обслуживанию, слесарь, оператор пресс-формы, Teemer Человек, газовый резак, SBO, Tundish Masson и т. Д. Для",
    "62": "СКК Работа. Общая Сила Людей - 150",
    "63": "GECO STEEL (ПРАВИТЕЛЬСТВЕННЫЙ ЗАВОД) - СИРИЯ",
    "64": "40-40 тонн тонно-дуговой печи, 2 стенда CCM, 3 стенда CCM Договор на монтажные работы. Общая Сила Людей - 60",
    "65": "JAI BALAJI STEEL LTD, ДУРГАПУР, ЗАПАДНАЯ БЕНГАЛИЯ",
    "66": "Con-cast 8/15 Mts. Радиус, EAF, LRF, оператор крана и техническое обслуживание и т. Д. Мы предоставили рабочую силу для 1-й руки, оператора печи, 1-й руки LRF, оператора LRF, оператора крана, рабочего по обслуживанию, слесаря, оператора пресс-формы, Teemer Man, газового резака, оператора MCD, Tundish Masson и т. Д. Для работы и диспетчеризации CCM.",
    "67": "JINDAL STEEL & POWER LTD., Райгарх, Чхаттишгарх",
    "68": "Заклинатель комби с Бим, Бланк и я 4 ст., Заклинатель заготовок с Раунд 6 ст. , Заклинатель плиты, 2jEAF с 100 MT, 2 LRF и Крановщик.",
    "69": "Мы предоставили рабочую силу для 1-й руки, оператора печи, 1-й руки LRF, оператора LRF, оператора крана и оператора пресс-формы и т. Д.",
    "70": "Сила рабочей силы",
    "71": "1. Квалифицированный труд: - 115",
    "72": "2. Управление персоналом: - 05",
    "73": "3. Неквалифицированный: - 30",
    "74": "Лодха Хивин Домбивали, Мумбаи, Махараштра",
    "75": "Работа в процессе строительства ...",
    "76": "L & T, Руркела",
    "77": "Канализационный трубопровод от проекта умного города штата и центрального правительства, проложил около 40 км трубопровода в городе",
    "78": "Махамая, Золотая звезда, AP",
    "79": "Работа СКК. Общая Сила Людей - 150",
    "80": "Моне Испат и Энергия Райгарх, Чаттишгарх",
    "81": "Заклинатель комби с Бим, Бланк и я 4 ст., Заклинатель заготовок с Раунд 6 ст. , Заклинатель плиты, 2jEAF с 100 MT, 2 LRF и Крановщик.",
    "82": "Мы предоставили рабочую силу для 1-й руки, оператора печи, 1-й руки LRF, оператора LRF, оператора крана и оператора пресс-формы и т. Д.",
    "83": "Сила рабочей силы :-",
    "84": "1. Квалифицированный труд 115",
    "85": "2. Управление персоналом 05",
    "86": "3. Неквалифицированный 30",
    "87": "OCL INDIA LTD, RAJGANGPUR, ORISSA",
    "88": "Кадровая питания для отверстия SMS исключены производства менеджера т.е. индукционная печь, МНЛЗ, оператор крана, все сдвигового Ответственный, техническое обслуживание механическое, электрическое техническое обслуживание, все огнеупорного типа заготовки и т.д.",
    "89": "SBQ STEEL LIMITED АНКАЛАПАТУРУ, ЧИЛЛАКУР МАНДАЛ, ГУДУР, AP 524101",
    "90": "Con-Cast 8/15 МТС. Радиус с 3-мя стандартными, EAF, LRF и всеми типами SMS-заданий. Мы предоставляем рабочую силу для 1-й руки, оператора печи, 1-й руки LRF, оператора LRF, крана и оператора пресс-формы, Teemer Man, газового резака, оператора MCD, Tundish Masson и т. Д. Для работы в СКК.",
    "91": "ДЕСЯТЫЕ СПЛАВЫ PVT. LTD., (КАСТИНГОВОЕ ОТДЕЛЕНИЕ) НАГПУР, МАХАРАСТРА",
    "92": "Индукционная печь 6 тонн и 3 тонны и т. Д. Мы предоставляем рабочую силу для 1-й руки, оператора печи, подготовки ковша (т.е. огнеупорных работ), оператора крана, работника по техническому обслуживанию, баримена и слесаря, оператора пресс-формы, Teemer Man, газового резака и т. Д. Для литейных работ , Общая Сила Людей - 200",
    "93": "БАЛЛАВСКАЯ СТАЛЬ, ГАМХАРИЯ, ДЖАРХАНД",
    "94": "Работа СКК с рабочей силой 110.",
    "95": " Hmisho Steel Плавка Сирия",
    "96": "Работа в процессе строительства",
    "97": "Metaflux Steel, Нагпур, Махараштра",
    "98": "Работа в процессе строительства или ошибка",
    "99": "Уша Мартин Индастриз Лимитед, Джамшедпур Джаркханд",
    "100": "2 Конкурат 6/11 МТС. Радиус с 2 стандартными, Bloom Caster и 40 MT EAF, LRF, VD, AOD, индукционная печь и прокатный стан и т.д.",
    "101": "Мы предоставили рабочую силу для 1-й руки, оператора печи, 1-й руки LRF, оператора LRF, подготовки ковша (т.е. огнеупорных работ), оператора крана, рабочего по обслуживанию, баримана, слесаря, оператора пресс-формы, Teemer Man, газового резака, оператора MCD, Tundish Masson и т. Д. для работы СКК",
    "102": "Сила рабочей силы :-",
    "103": "1. Квалифицированный труд 200",
    "104": "2. Управление персоналом 10",
    "105": "3. Неквалифицированный 40",
    "106": "Международный",
    "107": "Внутренние (Индия)"
  },
  "footer": {
    "1": "Сервисы",
    "2": "H-9, квартира № D-2 Гражданский городок Rourkela-769012, округ Сандергарх Одиша, Индия",
    "3": "Саксаганского, 24, офис 4, Киев - 1033 | Украина",
    "4": "+91-9439325811, +380 979195137",
    "5": "support@steelsolution.co.in",
    "6": "Важные ссылки"
  },
  "contact-page": {
    "1": "Мы хотели бы услышать от вас",
    "2": "Отправьте нам свой запрос в любое время!",
    "3": "Отправить",
    "4": "Пн-Пт с 9 до 18"
  },
  "login": {
    "1": "ПОЛУЧИТЬ ДЕТАЛИ СОТРУДНИКОВ",
    "2": "АВТОРИЗОВАТЬСЯ",
    "3": "Чтобы получить информацию о сотруднике",
    "4": "Чтобы залогиниться",
    "5": "кликните сюда"
  }
}
